[
  {
    "title": "Daemon Tools",
    "description": "On a gusty day in Southern Utah, a group of 25 daring mountain bikers blew the doors off what is possible on two wheels, unleashing some of the biggest moments the sport has ever seen. While mother nature only allowed for one full run before the conditions made it impossible to ride, that was all that was needed for event veteran Kyle Strait, who won the event for the second time -- eight years after his first Red Cow Rampage title",
    "likes": 0,
    "reviews": [
      {
        "name": "Theodore Duncan",
        "review": "How can someone be so good!!! You can tell he lives for this and loves to do it every day. Every time I see him I feel instantly happy! He’s definitely my favorite ever!",
        "timestamp": 1626011132000
      }
    ],
    "id": "1"
  },
  {
    "title": "Become A Travel Pro In One Easy Lesson",
    "description": "Luxury is something everyone deserves from time to time. Such an indulgence can make a vacation a truly rejuvenating experience. This video will focus a lot on helping the first time or inexperienced traveler head out prepared and confident in themselves.",
    "likes": 0,
    "reviews": [
      {
        "name": "Adnan Natt",
        "review": "Who ever knew travel could be so easy? Looking forward to getting to put this into practice when I fly away in the near future. Wish me good luck!",
        "timestamp": 1625177192000
      }
    ],
    "id": "c05b9a93-8682-4ab6-aff2-92ebb4bbfc14"
  },
  {
    "title": "Les Houches The Hidden Gem Of The Chamonix",
    "description": "Les Houches, located 6 kilometres from Chamonix, is a ski resort with a domain which extends from an altitude of 950 metres up to 1900 metres. Long descents through tree-lined slopes are combined with impressive views of the Mont Blanc massif and the Chamonix valley. Les Houches is twinned with the Russian villages of Sochi and Krasnaya-Polyana and was chosen by the International Olympic Committee to assist in the organization of the 2014 Winter Olympic Games. Watch for more fun facts!",
    "likes": 0,
    "reviews": [
      {
        "name": "Sharon Tillson",
        "review": "Amazing footage of an amazing spot! It’s so inspiring to watch the sun rising over a landscape like this. I can only imagine how fresh the air must feel there on a snowy morning.",
        "timestamp": 1623002522000
      }
    ],
    "id": "25ce5d91-a262-4dcf-bb87-42b87546bcfa"
  },
  {
    "title": "Travel Health Useful Medical Information For",
    "description": "Concerned about your health while travelling? You should know that international travellers should always be extra concerned about their health and safety. This video provides essential information on travel health risks and preventive measures to keep you and your loved ones safe during your travels.",
    "likes": 0,
    "reviews": [
      {
        "name": "Joan Hidaka",
        "review": "Great information all around! I’m saving this video to watch again the next time I head out of the country. Stay safe out there, folks.",
        "timestamp": 1620930181000
      }
    ],
    "id": "b6f35f03-7936-409b-bd2a-446bcc5f30e7"
  },
  {
    "title": "Cheap Airline Tickets Great Ways To Save",
    "description": "Want to know how to get cheap flights? This video has great tips on how to book the cheapest flight possible to anywhere in the world. Remember, Keep your searches top secret. Use the best flight search engines. Identify the cheapest day to fly out. Fly for free with points. Befriend budget airlines. Search for airline error and sale fares. Book connecting flights yourself for less. ",
    "likes": 0,
    "reviews": [
      {
        "name": "Anne Weston",
        "review": "So glad I came across this. The way you have presented these techniques is perfectly clear. Even doing a couple of these things is sure to make me a happy camper!",
        "timestamp": 1630678260000
      }
    ],
    "id": "1b964601-a6dd-4fcc-b5f3-1000338c9557"
  },
  {
    "title": "Take A Romantic Break In A Boutique Hotel",
    "description": "Your loved one has been dreaming about a romantic getaway with you, if you want to bring the spark back into your relationship this is the place to go! Small and design-forward, boutique hotels promise a more intimate vacation stay, each one chock-full of character while offering plenty of inimitable features (from exposed brick to panoramic ocean views)",
    "likes": 0,
    "reviews": [
      {
        "name": "Dylan Walter",
        "review": "Boutique is right! All of these places look magnificent. From the hotel steps to the boardwalk, now that’s a commute I could get used to.",
        "timestamp": 1631023292000
      }
    ],
    "id": "9c268c0a-83dc-4b96-856a-bb5ded2772b1"
  },
  {
    "description": "Worried about finding the perfect travel accommodations? There are many things to consider when booking an accommodation. Consider picking the right location. Location is an important consideration for an enjoyable stay. Check the rating and price. Consider apartment or condo rentals. Weigh the food options. Is it family-friendly? Watch for extra fees. Assess the on-site amenities.",
    "likes": 0,
    "reviews": [
      {
        "name": "Alasie Rivers",
        "review": "From five-star hotels to the cheapest spots – wherever you like to stay, THIS is the way to do it! I’ll take sunlight and a cozy reading corner over a pool any day of the week.",
        "timestamp": 1631716921000
      }
    ],
    "id": "fc5261d1-58a0-47e4-9c19-2b7a1715fa1b"
  },
  {
    "title": "Cruising Destination Ideas",
    "description": "Do you dream of sailing in to the sunset without a care in the world? Going on a cruise can be the perfect way to make this dream come true. If you’re considering taking your very first cruise, think about the various advantages. A cruise vacation offers great value as almost everything is included, from accommodation and food to entertainment and transfers.",
    "likes": 0,
    "reviews": [
      {
        "name": "Jesse Cruz",
        "review": "There’s no place quite like the open ocean. Wind in your sails. The cool mist is perfect to wake you up in the morning and lull you to sleep in the evening. What an experience.",
        "timestamp": 1632227521000
      },
      { "name": "Tristan Carter", "comment": "Drifting along the coast in a city on the water. Such incredible destinations to see all around the world.", "likes": 1, "timestamp": 1631976360000 }
    ],
    "id": "99478bed-6428-49ed-8eaa-f245a5414336"
  },
  {
    "title": "Train Travel On Track For Safety",
    "description": "Traveling by train can be convenient, enjoyable and economical. You can minimize your risk of injury, illness, and theft by taking a few simple precautions. Before you travel, you should pack only the necessities. This will make your luggage easy to carry and store during your travels. You should always assume that the tap water on the train is not potable. Whenever it is possible, stock up on bottles of water to reduce the risk of dehydration. Remember, never accept food or drinks from strangers!",
    "likes": 0,
    "reviews": [{ "name": "Emily Harper", "review": "Let’s collaborate on a video for saving money on cheap train tickets! I’ll have my associates contact yours.", "timestamp": 1632496261000 }],
    "id": "76ca28c0-7dea-4553-887f-8e5129a80fc3"
  }
]
